{
  "id": "d92502af-c764-414b-8bdc-eceaa021ef12",
  "guide_id": "90630eca-c166-4a6f-81c7-8d4b95f99fdc",
  "interviewee": {},
  "status": "active",
  "messages": [],
  "transcript": "",
  "analysis": null,
  "created_at": "2025-05-24T18:40:20.514429",
  "updated_at": "2025-05-24T18:40:20.514433",
  "title": "Daria User Research Interview Guide",
  "project": "Daria Research of Researchers",
  "interview_type": "discovery_interview",
  "topic": "Understanding how Deloitte researchers conceive, plan, and execute discovery activities in order to improve and augment their processes through AI-assisted support.",
  "context": "The Daria Research Project aims to explore how AI can meaningfully support qualitative discovery work by acting as a proactive, intelligent research assistant. At Deloitte, discovery research is often a multi-phase effort that involves planning fieldwork, conducting stakeholder interviews, synthesizing insights, and aligning findings with business strategy. Despite having deep expertise and structured processes, researchers often face recurring bottlenecks: time-consuming manual synthesis, inconsistent documentation, and the challenge of maintaining stakeholder alignment through each stage.\n\nDaria, as an AI-powered research assistant, is designed to enhance the researcher's capabilities—not replace them. It helps conduct interviews, generate thematic summaries, tag insights semantically, and produce personas and journey maps—all with the aim of accelerating time to insight and improving research traceability. Unlike generic AI tools, Daria is tailored to Deloitte’s hybrid consultancy-research model, supporting both exploratory and evaluative work while adapting to domain-specific terminology and client contexts.\n\nThis interview explores the lived experience of Deloitte researchers in the earliest stages of discovery—how they think about a research challenge, what methods and tools they reach for, and where they see opportunities for augmentation or automation. The goal is to uncover both obvious and latent friction points, and to understand how Daria might serve as a seamless extension of their thinking, capturing nuance while boosting research velocity.\n\nBy speaking with researchers who have repeatedly navigated Deloitte’s discovery process, we hope to co-design features that resonate with real-world constraints and empower researchers to focus on judgment and synthesis—not just data wrangling. Daria is here to elevate, not just expedite, research. These conversations will shape its roadmap.",
  "goals": "Identify the typical phases and practices used in Deloitte discovery research.\nSurface pain points or inefficiencies in current discovery workflows.\nUnderstand how researchers select, adapt, and apply discovery methods.\nExplore attitudes toward AI involvement in qualitative research.\nGather feedback on where an AI assistant could offer the most value.",
  "character": "eurekia",
  "character_select": "eurekia",
  "voice_id": "JBFqnCBsd6RMkjVDRZzb"
}